Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/supertux.tmx
Source language: en
Languages: sv

source: Graphics
sv: Grafik

source: Target Time
sv: Måltid

source: Mints
sv: Mintpastiller

source: Reset Worldmap
sv: Återställ världskartan

source: Debug Menu
sv: Felsökningsmeny

source: Up cursor
sv: Uppåtpil

source: Peek Right
sv: Titta åt höger

source: Button
sv: Knapp

source: Check Online
sv: Sök på nätet

source: Quad in/out
sv: Fyrkant in/ut

source: Duplicate line
sv: Duplicera raden

source: Back Color
sv: Bakre färg

source: On-ungrab script
sv: Släppningsskript

source: Bonus: Star
sv: Bonus: Stjärna

source: Dependencies:
sv: Beroenden:

source: Retro Tiles
sv: Retroplattor

source: Apply cheat to player
sv: Tillämpa fusk på spelaren

source: Walking Leaf
sv: Vandrande löv

source: Stay group
sv: Grupp för att stanna

source: Community Contrib Levels
sv: Gemenskapsskapade banor

source: Environment variables:
sv: Miljövariabler:

source: Right arrow = Go forward in text
sv: Höger pil = Gå framåt i texten

source: Description
sv: Beskrivning

source: List of objects
sv: Lista över objekt

source: Script
sv: Skript

source: Light sprite starting action
sv: Ljusobjektets startåtgärd

source: Not available!
sv: Inte tillgänglig!

source: Horizontal (whole sector)
sv: Horisontell (hela sektorn)

source: Fade Transition
sv: Tona övergång

source: Speed x
sv: Hastighet x

source: Underground Forest
sv: Underjordsskogen

source: Coin
sv: Mynt

source: Invisible Block
sv: Osynligt block

source: Max concurrent badguys
sv: Maximalt samtidiga onda typer

source: Carried script
sv: Skript när den bärs

source: Extras
sv: Extra

source: Setup Joystick
sv: Ställ in styrspak

source: No Community Contrib Levels yet. Download them from the Add-ons Menu.
sv: Inga användarbidragna banor ännu. Hämta ner dem från tilläggsmenyn.

source: Coffee
sv: Kaffe

source: Kugelblitz
sv: Kulblixtkrig

source: All Players
sv: Alla spelare

source: No Add-ons available
sv: Inga tillägg tillgängliga

source: --repository-url URL Set the URL to the Add-On repository
sv: --repository-url URL Ställ in URL:en till tilläggsarkivet

source: Screenshot previews are disabled for automatic installs.
sv: Skärmbildsförhandsvisningar är inaktiverade för automatiska installationer.

source: Precise scrolling
sv: Noggrann rullning

source: Snow
sv: Snö

source: Scroll speed x
sv: Rullningshastighet x

source: Preferred Text Editor
sv: Föredragen textredigerare

source: No author specified.
sv: Ingen upphovsperson angiven.

source: Birth duration
sv: Alstringstid

source: No language packs installed
sv: Inga språkpaket installerade

source: Check Online (disabled)
sv: Sök på nätet (inaktiverad)

source: Select Language
sv: Välj språk

source: Powerup
sv: Uppgradering

source: Hat Up
sv: Spak upp

source: rock
sv: sten

source: Counter-clockwise
sv: Moturs

source: Restart from Checkpoint
sv: Börja om från kontrollpunkt

source: Back out
sv: Bak ut

source: Portable
sv: Portabel

source: Big Granito
sv: Stor Granito

source: Bounce?
sv: Studsa?

source: Show Touch Controls
sv: Visa pekkontroller

source: talk to us on Discord or IRC
sv: prata med oss på Discord eller IRC

source: One or more of "north", "south", "east", or "west". For example a value of "north south east" will set each respective direction for this special tile.
sv: En eller flera av "norr", "syd", "öst" eller "väst". Till exempel kommer värdet "nord sydost" att ange respektive riktning för denna speciella platta.

source: Developer Mode
sv: Utvecklarläge

source: Couldn't open editor for this level.
sv: Kunde inte öppna redigeraren för denna bana.

source: Life zone (clear)
sv: Livszon (ta bort)

source: Menu Help Back Color
sv: Bakre färg för menyhjälp

source: Ctrl+PLUS or Ctrl+Scroll Up = Zoom In
sv: Ctrl+PLUS eller Ctrl+rulla uppåt = Zooma in

source: Mr. Iceblock
sv: Herr Isblock

source: Browse...
sv: Bläddra…

source: Up
sv: Upp

source: Select...
sv: Välj…

source: --developer Switch on developer feature
sv: --developer Aktivera utvecklarfunktion

source: The type of an object defines its theme and behaviour. This is mostly used to distinguish between forest and ice world types of this object
sv: Objektets typ definierar dess tema och beteende. Detta används främst för att skilja mellan skogs- och isvärldstyper av detta objekt

source: true
sv: sant

source: Adjust sound volume
sv: Justera ljudvolym

source: Trampoline
sv: Trampolin

source: Jump with Up
sv: Hoppa med uppåtpil

source: None (pass through)
sv: Ingen (genomgående)

source: Sound (disabled)
sv: Ljud (inaktiverat)

source: Adjust Game Speed
sv: Justera spelets hastighet

source: Radius
sv: Radie

source: Corrupted Forest
sv: Förvrängd skog

source: Text Area
sv: Textområde

source: No language packs available
sv: Inga språkpaket tillgängliga

source: Cheat Menu
sv: Fuskmeny

source: Enable Secrets Statistic
sv: Aktivera statistik över hemligheter

source: Text Alignment
sv: Textjustering

source: big tile (32px)
sv: stor platta (32px)

source: Losing Distance
sv: Avstånd för att tappa målet

source: contributed by {}
sv: bidragit av {}

source: Corrupted Granito
sv: Korrumperad Granito

source: Automatically add and remove players when controllers are plugged or unplugged
sv: Lägg till och ta bort spelare automatiskt när handkontroller ansluts eller kopplas från

source: Birth mode
sv: Alstringsläge

source: Quad out
sv: Fyrkant ut

source: Add-on {} by {} is already installed.
sv: Tillägget {} av {} är redan installerat.

source: Autotile erasing mode is on ("{}")
sv: Raderingsläget för automatisk plattsättning är på (”{}”)

source: Bounce in
sv: Studs in

source: Anchor offset Y
sv: Ankarförskjutning Y

source: Darker Forest
sv: Mörkare skog

source: Carrying Script
sv: Bärskript

source: Test Level
sv: Testa bana

source: Best
sv: Bästa

source: End = Go to end of line
sv: End = Gå till slutet av raden

source: Count
sv: Räkna

source: Best time
sv: Bästa tid

source: Bonus: Ice
sv: Bonus: Is

source: Friction Y
sv: Friktion Y

source: Clockwise
sv: Medurs

source: Edit...
sv: Redigera…

source: No new language packs available
sv: Inga nya språkpaket tillgängliga

source: up
sv: upp

source: Shard
sv: Skärva

source: Speed
sv: Hastighet

source: Large
sv: Stor

source: Bumpkin
sv: Lantis

source: small tile (8px)
sv: liten platta (8px)

source: No User Contrib Levels yet. Create some with the Level Editor.
sv: Inga användarbidragna banor ännu. Skapa några med banredigeraren.

source: Vertical speed
sv: Vertikal hastighet

source: Select Video System
sv: Välj videosystem

source: Track Range
sv: Spårningsräckvidd

source: Circular
sv: Rund

source: This particle configuration contains unsaved changes, do you want to save?
sv: Denna partikelkonfiguration innehåller osparade ändringar. Vill du spara?

source: Height
sv: Höjd

source: Invisible
sv: Osynlig

source: Automatically pause the game when the window loses focus
sv: Pausa spelet automatiskt när fönstret förlorar fokus

source: Reset level
sv: Återställ bana

source: Bonus: Fire
sv: Bonus: Eld

source: Locked?
sv: Låst?

source: Level Design
sv: Bandesign

source: On-grab script
sv: Upplockningsskript

source: Hit script
sv: Träffskript

source: --datadir DIR Set the directory for the game's data files
sv: --datadir KAT Ställ in katalogen för spelets datafiler

source: Initial delay
sv: Inledande fördröjning

source: Fading Speed
sv: Tonande hastighet

source: Interval (seconds)
sv: Intervall (sekunder)

source: Menu Front Color
sv: Främre färg för meny

source: Text change time
sv: Tid för textbyte

source: Circular in/out
sv: Cirkulär in/ut

source: Exit Level Editor
sv: Avsluta banredigerare

source: Falling Platform
sv: Fallande plattform

source: Owl
sv: Uggla

source: Check for updates
sv: Leta efter uppdateringar

source: This SuperTux build does not support rumbling joysticks; please check the joysticks manually.
sv: Detta SuperTux-bygge stöder inte vibrerande styrspakar; kontrollera styrspakarna manuellt.

source: Dart Trap
sv: Pilfälla

source: Spidermite
sv: Spindelkvalster

source: Smooth camera motion, generating intermediate frames. This has a noticeable effect on monitors at >> 60Hz. Moving objects may be blurry.
sv: Jämn kamerarörelse som genererar mellanliggande bildrutor. Detta har en märkbar effekt på bildskärmar med >> 60 Hz. Rörliga objekt kan bli suddiga.

source: Backspace = Delete in front of text cursor
sv: Backspace = Ta bort framför textmarkören

source: Falls back to SDL.
sv: Faller tillbaka på SDL.

source: Language Packs
sv: Språkpaket

source: Light
sv: Ljus

source: Fire delay
sv: Avskjutningsfördröjning

source: Texts
sv: Texter

source: Outro script
sv: Avslutningsskript

source: --acknowledgements Print the licenses of libraries used by SuperTux.
sv: --acknowledgements Skriv ut licenserna för de bibliotek som används av SuperTux.

source: Sitting
sv: Sittande

source: Collect {} more Tux Dolls in Story Mode to unlock!
sv: Samla {} fler Tux-dockor i Handlingsläget för att låsa upp!

source: Options
sv: Inställningar

source: Left Alt
sv: Vänster Alt

source: Sprites no longer define the behaviour of the object. Object types are used instead.
sv: Sprites definierar inte längre objektets beteende. Istället används objekttyper.

source: General Options:
sv: Allmänna flaggor:

source: Show Tile IDs in Editor Toolbox
sv: Visa platt-id:n i redigerarens verktygslåda

source: Allows the game to perform checks for new SuperTux releases on startup and notify if any found.
sv: Låter spelet leta efter nya SuperTux-utgåvor vid uppstart och meddela om några hittas.

source: Lightmap
sv: Ljuskarta

source: Plant
sv: Planta

source: Don't attempt to scale or apply any aspect ratio. Ignores some video settings. Useful for arcade cabinets or unusual screens.
sv: Försök inte skala eller tillämpa något bildförhållande. Ignorerar vissa videoinställningar. Användbart för arkadskåp eller ovanliga skärmar.

source: Downloading {}
sv: Hämtar ner {}

source: Mrs. Iceblock
sv: Fru Isblock

source: Weak Tile
sv: Tunn platta

source: Language packs contain up-to-date translations
sv: Språkpaket innehåller uppdaterade översättningar

source: The icon that is displayed at the top indicating how many lives this boss has left
sv: Ikonen som visas längst upp indikerar hur många liv som bossen har kvar

source: Flame
sv: Flamma

source: Label Text Color
sv: Textfärg för etikett

source: No Add-ons installed
sv: Inga tillägg installerade

source: Bind
sv: Bindning

source: Enable Coins Statistic
sv: Aktivera myntstatistik

source: Fill mode
sv: Fyllningsläge

source: Scroll speed y
sv: Rullningshastighet y

source: SUPERTUX2_DATA_DIR Directory for the game's data files
sv: SUPERTUX2_DATA_DIR Katalog för spelets datafiler

source: Blend mode
sv: Blandningsläge

source: Hat Down
sv: Spak ned

source: Right Alt
sv: Höger Alt

source: Run initialization script only once
sv: Kör initieringsskript endast en gång

source: Paste from clipboard
sv: Klistra in från urklipp

source: Dispenser
sv: Utdelare

source: Growth (air flower)
sv: Storleksökning (luftblomma)

source: Keyboard Shortcuts
sv: Kortkommandon

source: Create Level
sv: Skapa bana

source: Color (RGBA)
sv: Färg (RGBA)

source: Rotation speed
sv: Rotationshastighet

source: Left arrow = Go back in text
sv: Vänster pil = Gå bakåt i texten

source: Tux Dolls collected:
sv: Tux-dockor insamlade:

source: Test Worldmap
sv: Testa världskarta

source: New release: SuperTux {}!
sv: Ny utgåva: SuperTux {}!

source: Autosave Frequency
sv: Autosparningsfrekvens

source: Menu Roundness
sv: Menyns rundhet

source: Corrupted A
sv: Förvrängd A

source: Forest
sv: Skog

source: Please enter a name for this level subset.
sv: Ange ett namn för banans delmängd.

source: Skull
sv: Dödskalle

source: New World
sv: Ny värld

source: Profile {}
sv: Profil {}

source: Action
sv: Handling

source: Couldn't open worldmap for this level.
sv: Kunde inte öppna världskartan för denna bana.

source: autoscroll
sv: autorullning

source: Require the player to have collected a certain amount of Tux Dolls from Story Mode before they can enter the world.
sv: Kräv att spelaren har samlat en viss mängd Tux-dockor från Handlingsläget innan de kan komma in i världen.

source: Rock
sv: Sten

source: Hitbox scale (x, y)
sv: Hitbox-skala (x, y)

source: Rotation friction/decceleration
sv: Rotationsfriktion/retardation

source: Sector
sv: Sektor

source: No easing
sv: Ingen lättnad

source: Coins
sv: Mynt

source: Burning
sv: Brinnande

source: Music (disabled)
sv: Musik (inaktiverad)

source: Aspect Ratio
sv: Bildformat

source: Castle paths
sv: Slottsvägar

source: Cut whole line
sv: Klipp ut hela raden

source: Adjust music volume
sv: Justera volym för musik

source: Stick Forever
sv: Fastna för alltid

source: Failed to load all available screenshot previews.
sv: Misslyckades med att läsa in alla tillgängliga förhandsvisningar av skärmbilder.

source: This SuperTux build does not support rumbling controllers; please check the controllers manually.
sv: Denna SuperTux-bygge stöder inte vibrerande styrenheter; kontrollera styrenheterna manuellt.

source: Hat Left
sv: Spak vänster

source: No updates available.
sv: Inga uppdateringar tillgängliga.

source: No screenshot previews available.
sv: Inga förhandsvisningar av skärmbilder tillgängliga.

source: Bottom Right
sv: Nederst till höger

source: Configure joystick control-action mappings
sv: Ställ in funktioner för styrspakskontrollerna

source: Open Menu
sv: Öppna meny

source: Spawnpoint
sv: Återuppståndspunkt

source: X Speed
sv: X-hastighet

source: Finish Level
sv: Slutför bana

source: No levels available
sv: Inga banor tillgängliga

source: Your progress won't be lost.
sv: Dina framsteg kommer inte att gå förlorade.

source: Allow window resizing, might require a restart to take effect
sv: Tillåt storleksändring av fönster, kan kräva en omstart för att bli verksam

source: Clear
sv: Töm

source: Create Worldmap
sv: Skapa världskarta

source: Finish Worldmap
sv: Slutför världskartan

source: Spawn
sv: Spawna

source: --no-show-fps Do not display framerate in levels
sv: --no-show-fps Visa inte bildhastighet i banor

source: Scriptable
sv: Skriptbar

source: Editor Settings
sv: Redigeringsinställningar

source: Death script
sv: Dödsskript

source: Multiplayer settings
sv: Inställningar för flerspelare

source: Horizontal
sv: Horisontell

source: Sticky
sv: Klistrig

source: Select Tile Conversion File
sv: Välj fil för plattkonvertering

source: Angry Stone
sv: Arg sten

source: reduced
sv: reducerad

source: Circular out
sv: Cirkulär ut

source: An auto-save recovery file was found. Would you like to restore the recovery file and resume where you were before the editor crashed?
sv: En autosparad återställningsfil hittades. Vill du återställa från återställningsfilen och fortsätta där du var innan redigeraren kraschade?

source: Select a different language to display text in
sv: Välj språk som texten ska visas på

source: Penny awaits you in a tropical paradise...
sv: Penny väntar på dig i ett tropiskt paradis…

source: Turn on script
sv: Slå på skript

source: Jagged Rocks
sv: Skarpa klippor

source: Liquid
sv: Vätska

source: Couldn't find a sector with the name "main". Please change the name of the sector where you'd like the player to start to "main"
sv: Kunde inte hitta en sektor med namnet ”main”. Ändra namnet på den sektor där du vill att spelaren ska starta till ”main”

source: invalid
sv: ogiltig

source: Blocking path
sv: Blockerad väg

source: Do not share level names when editing
sv: Dela inte bannamn vid redigering

source: Bounce (heavy)
sv: Studsa (mycket)

source: Crystal
sv: Kristall

source: Right
sv: Höger

source: Edit script
sv: Redigera skript

source: Test at Cursor
sv: Testa vid markör

source: Light sprite
sv: Ljusobjekt

source: Ice (big)
sv: Is (stor)

source: Add Player (Keyboard)
sv: Lägg till spelare (tangentbord)

source: Lives to Pinch Mode
sv: Liv till krisläge

source: Do you want to show all deprecated tiles on active tilemaps?
sv: Vill du visa alla föråldrade plattor på aktiva plattkartor?

source: Installed
sv: Installerad

source: Editor Interface Color
sv: Gränssnittsfärg för redigerare

source: left
sv: vänster

source: Level target time
sv: Referenstid för bana

source: Image
sv: Bild

source: Objects
sv: Objekt

source: Respawn Player
sv: Återplacera spelare

source: Spawn Player
sv: Spawna spelare

source: Sprite starting action
sv: Objektets startåtgärd

source: Star
sv: Stjärna

source: fireworks
sv: fyrverkeri

source: Light (On)
sv: Ljus (på)

source: Down
sv: Ner

source: Magic Tile
sv: Magisk platta

source: Ghost Particles
sv: Spökpartiklar

source: North
sv: Norr

source: Disable all music
sv: Inaktivera all musik

source: Harmless Fish
sv: Ofarlig fisk

source: Copy to clipboard (rgb)
sv: Kopiera till urklipp (rgb)

source: Grid Size
sv: Rutnätsstorlek

source: If true, the direction blocks the path. Useful for a "fork in the road" scenario.
sv: Om sant blockerar riktningen vägen. Användbart vid en vägförgrening.

source: Length
sv: Längd

source: Rotation speed (variation)
sv: Rotationshastighet (variation)

source: Are you sure?
sv: Säker?

source: Rename
sv: Byt namn

source: --renderer RENDERER Use sdl, opengl, or auto to render
sv: --renderer RENDERARE Använd sdl, opengl, eller auto för att rendera

source: Special Thanks to
sv: Speciellt tack till

source: The game couldn't detect your browser resolution. This most likely happens because it is not embedded in the SuperTux custom HTML template.
sv: Spelet kunde inte identifiera din webbläsarupplösning. Detta händer förmodligen för att det inte är inbäddat i SuperTux anpassade HTML-mall.

source: Next page
sv: Nästa sida

source: Coin rain
sv: Myntregn

source: Sequence Trigger
sv: Sekvensutlösare

source: Title Screen Level
sv: Titelskärmsbana

source: Save level
sv: Spara bana

source: Easing
sv: Lättnad

source: File name
sv: Filnamn

source: Toggle Between Tileset/Objects Tool
sv: Växla mellan plattuppsättning/objektverktyg

source: Corrupted C
sv: Förvrängd C

source: Momentum change rate
sv: Ändringshastighet för rörelsemängd

source: Portable trampoline
sv: Bärbar trampolin

source: Change texture... ->
sv: Ändra textur… ->

source: Share this level under license CC-BY-SA 4.0 International (advised). It allows modifications and redistribution by third-parties. If you don't agree with this license, change it in level properties. DISCLAIMER: The SuperTux authors take no responsibility for your choice of license.
sv: Dela denna bana under licensen CC-BY-SA 4.0 Internationell (rekommenderad). Licensen tillåter modifiering och vidaredistribution av tredje part. Om du har invändningar mot licensen, ändra licens under Inställningar. ANSVARSFRISKRIVNING: Skaparna av SuperTux tar inget ansvar för ditt val av licens.

source: -f, --fullscreen Run in fullscreen mode
sv: -f, --fullscreen Kör i helskärmsläge

source: Glowing Strength
sv: Glödstyrka

source: Time until the first dart is fired after the trap is activated.
sv: Tid tills den första pilen avfyras efter att fällan har aktiverats.

source: playing
sv: spelat

source: Structure
sv: Struktur

source: Particle zone
sv: Partikelzon

source: Browse language packs
sv: Bläddra bland språkpaket

source: Please enter a level author for this level.
sv: Ange en skapare för denna bana.

source: Undo Stack Size
sv: Storlek på ångringshistorik

source: This object's current functionality is deprecated. Updating to get its latest functionality is recommended.
sv: Detta objekts nuvarande funktionalitet är föråldrad. Det rekommenderas att uppdatera till den senaste funktionaliteten.

source: Frame prediction
sv: Ramförutsägelse

source: Don't forget that your levels and assets aren't saved between sessions! If you want to keep your levels, download them from the "Manage Assets" menu.
sv: Glöm inte att dina banor och tillgångar inte sparas mellan sessioner! Om du vill behålla dina banor kan du hämta dem från menyn "Hantera tillgångar".

source: Add-On Options:
sv: Tilläggsalternativ:

source: Resize offset X
sv: Ändra storlek på X-position

source: Level Note
sv: Bananteckning

source: Window Resolution
sv: Fönsterupplösning

source: Blur Amount
sv: Oskärpemängd

source: Autotile Mode
sv: Läge för automatisk plattsättning

source: Remember Last Level
sv: Kom ihåg senaste bana

source: Bounce (light)
sv: Studsa (lite)

source: Prevents the game from connecting online
sv: Förhindrar spelet från att ansluta online

source: Level name
sv: Banans namn

source: Want to contribute to the game?
sv: Vill du bidra till spelet?

source: Install Add-on from file
sv: Installera tillägg från fil

source: Show Toolbar
sv: Visa verktygsrad

source: Sine in
sv: Sinus in

source: Time between consecutive darts.
sv: Tid mellan efterföljande pilar.

source: Kill Tux
sv: Döda Tux

source: Max secrets found:
sv: Flest hittade hemligheter:

source: Resize offset y
sv: Storleksändringsavstånd y

source: The horizontal location of the object in pixels from the left.
sv: Objektets horisontella placering i pixlar från vänster.

source: Industrial
sv: Industriell

source: Automatic
sv: Automatisk

source: The recommended OpenGL video system for this device.
sv: Det rekommenderade OpenGL-videosystemet för denna enhet.

source: Selected item: {}
sv: Valt objekt: {}

source: Add-on uninstalled successfully.
sv: Tillägget avinstallerades.

source: Growth (retro)
sv: Tillväxt (retro)

source: Fit the resolution to the size of your browser
sv: Anpassa upplösningen till din webbläsarstorlek

source: Turn off script
sv: Slå av skript

source: Never
sv: Aldrig

source: Press Button
sv: Tryck ner en knapp

source: A level to be used for the title screen, after exiting the world.
sv: En bana som ska användas för titelskärmen efter att man har lämnat världen.

source: Show Worldmap Path
sv: Visa sökväg till världskarta

source: Scripted Object
sv: Skriptat objekt

source: Cancel
sv: Avbryt

source: Load particle file
sv: Läs in partikelfil

source: Hold Ctrl to enable autotile erasing
sv: Håll ned Ctrl för att aktivera borttagning med automatisk plattsättning

source: Rotation friction
sv: Rotationsfriktion

source: Crush script
sv: Krossningsskript

source: Fancy Particles
sv: Snygga partiklar

source: Snail
sv: Snigel

source: Snowman
sv: Snöman

source: Elastic in
sv: Elastisk in

source: Network support is disabled.
sv: Nätverksstöd är inaktiverat.

source: {} (Profile {})
sv: {} (Profil {})

source: Bonus: Earth
sv: Bonus: Jord

source: Walking
sv: Går

source: Dump Texture Cache
sv: Dumpa texturcache

source: Conveyor Belt
sv: Rullband

source: Do you wish to clone the path to edit it separately, or do you want to bind both paths together so that any edit on one edits the other?
sv: Vill du klona sökvägen för att redigera den separat, eller vill du koppla ihop båda sökvägarna så att alla ändringar i den ena också görs i den andra?

source: Save Level
sv: Spara bana

source: Camera
sv: Kamera

source: Custom Particles from file
sv: Anpassade partiklar från fil

source: Globally Ignore Joystick Axis
sv: Ignorera joystickaxel globalt

source: One shot
sv: Engångs

source: Snow Particles
sv: Snöpartiklar

source: Handle
sv: Handtag

source: Walking Flame
sv: Vandrande flamma

source: Error: {}
sv: Fel: {}

source: Mix the colour
sv: Blanda färgen

source: Corrupted Background
sv: Förvrängd bakgrund

source: Mr. Tree
sv: Herr Träd

source: Unknown object
sv: Okänt objekt

source: This will delete the auto-save file. Are you sure?
sv: Detta kommer att ta bort den autosparade filen. Är du säker?

source: Gravity
sv: Gravitation

source: Checking for updates...
sv: Letar efter uppdateringar…

source: Flip Potion
sv: Vänd dryck

source: Swimming Fish
sv: Simmande fisk

source: Toggle Autotiling
sv: Växla automatisk kakelsättning

source: Flip
sv: Vänd
